/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "Рег. данные Afaria";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "Провайдер сертификатов Afaria запрашивает ввод данных для загрузки вашего сертификата с сервера Afaria. Ваш сертификат будет храниться в безопасном месте.";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "Готово";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "Отменить";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "Сертификат Afaria";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "Запрос сертификата Afaria";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "Произошла ошибка; обратитесь к администратору";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "Ошибка инициализации Afaria";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "Пользователь отменен";

